batisteo.vscode-django
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
ms-ceintl.vscode-language-pack-es
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
qwtel.sqlite-viewer
vscode-icons-team.vscode-icons
